let anekdot = `
Лучшее дня 28 января 2020Войти | РегистрацияДля мобильного | Рассылки | RSS | Гостевые книги
Предупреждение: у нас нет цензуры и предварительного отбора публикуемых материалов. Анекдоты здесь бывают... какие угодно. Если вам это не нравится, пожалуйста, покиньте сайт. 18+
АНЕКДОТЫ
 
ИСТОРИИ
 
КАРИКАТУРЫ
 
МЕМЫ
 
ФРАЗЫ
 
СТИШКИ
 
АВТОРЫ
 
РЕЙТИНГИ
 
ПОИСК
28 ЯНВАРЯ 2020
СВЕЖИЕ АНЕКДОТЫ - ОСНОВНОЙ ВЫПУСК
Смешные свежие анекдоты. Пришли свой!
Пошёл в магазин. Очередь в кассу огромная. Громко чихнул и произнёс: "Долбаный Ухань, зачем я только жрал этих крыс?" "Становись в очередь", ответили из очереди, - "Мы все из Ухани".
3+662–Обсудить (10)ПоделитьсяИсточник
А можно попросить добавить в Конституцию, чтобы в "Пятёрочках" всегда работало не менее трёх касс?
11+542–СсылкаПоделитьсяИсточникВитька Корнеев
- По шкале от 1 до 10, на сколько вы оцениваете ваше доверие правительству?
- А можно чтобы шкала начиналась с нуля?
1+505–Обсудить (28)ПоделитьсяИсточник
Гениальный план:
1) заказать жену на час;
2) мужа на час;
3) увидеть как выглядит нормальная семья.
15+397–ОбсудитьПоделитьсяИсточник
Видел на здании ТАСС бегущую строку: "Рубль никак не отреагировал на смену правительства".
Я как рубль.
2+365–Обсудить (3)ПоделитьсяИсточник
Внешняя военная угроза, сговор государства с оккультистом-трансгендером, позволивший внедрить новые разведывательные технологии, иностранный агент, вызвавший братоубийственную войну, роковая женщина с Востока, соблазнившая представителей высшей элиты, убийство главы государства при помощи дрона - не пропустите остросюжетную экранизацию бессмертной классики - телесериал "Золотой петушок"!
6+301–ОбсудитьПоделиться
Невероятно, но факт.
Только 10% людей вступают в дискуссии со своими котами, остальные 90% слава богу ещё в здравом уме и просто прислушиваются к их советам.
12+299–Обсудить (3)ПоделитьсяИсточник
Прочитал статью “50 вещей, которые стоит сделать перед смертью”. Довольно странно, что там вообще отсутствует пункт “позвоните доктору”.
5+274–Обсудить (3)ПоделитьсяИсточник
Детям не разрешают пить алкоголь, потому что детство — это и так слишком хорошо.
14+247–Обсудить (2)ПоделитьсяИсточник
На всякий случай выкинули всё китайское. Стоим в пустой квартире. Голые.
4+217–СсылкаПоделитьсяИсточникandreydv1
- У нас какая форма правления, президентско-парламентская или парламентско-президентская?
- Владимир-Владимирская.
8+195–СсылкаПоделитьсяАлекс Грачев
Владимир Зеленский – первый человек в мире, который на личном опыте доказал, что стать президентом Украины проще, чем выиграть высшую лигу КВН.
©
10+162–Обсудить (7)ПоделитьсяPolishyuk1984
Вы замечали, что с возрастом, если кто-то спрашивает вас:
— А помнишь Серегу? (или любое другое имя),
то после этого никогда не следует хорошая новость.
7+147–СсылкаПоделитьсяИсточникgreck
В Google Play обнаружено 30 шпионских приложений. Еще десяти приложениям удалось уйти к своим.
13+118–Обсудить (2)ПоделитьсяИсточник
Не изобрели ещё такого лекарства, под которое невозможно было бы придумать болезнь!
©
9+76–Обсудить (2)ПоделитьсяPolishyuk1984

Вчера<< 28 января
Самый смешной анекдот за 19.12:
- Владимир Владимирович! Это Нина Егоровна, 65 лет, из Костромы! У нас горячей воды нет, сортир на улице, половину пенсии отдаю за ЖКХ, больницу закрыли, скорая к нам не едет. У меня вопрос: почему Зеленский не способствует имплементации минских соглашений? Спасибо, дай вам Бог здоровья!
Популярные тэги: анекдоты про Вовочку, Украину, Путина, мужа и жену, школу, политику
Cамые смешные анекдоты: за месяц, за год, всех лет
Все поступившие анекдоты сортируются редактором на четыре категории: свежие - основной выпуск, остальные новые, повторные и всякая всячина. Повторными называются анекдоты, уже имеющиеся в архиве нашего сайта.
В текущем выпуске анекдотов: свежие - 15, остальные новые - 54, повторные - 12, всякая всячина - 23.
Анекдоты: • остальные новые • повторные • лучшие прошлых лет • всякая всячина • случайные •
ГЛАВНАЯ • АНЕКДОТЫ • ИСТОРИИ • КАРИКАТУРЫ • МЕМЫ • ФРАЗЫ • СТИШКИ •
пришли анекдот!
 
Поиск анекдотов
 
реклама на сайте | контакты | о проекте | вебмастеру | новости© 1995-2020 Анекдоты из России. Составитель Дима Вернер 
 Рейтинг@Mail.ru 
`;

let regAwords = /[а-яА-ЯёЁ]+а\b/g;
console.log(anekdot.match(regAwords));